Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: Contact Us
brh: نن تون رابطہ کبو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
brh: مواد <licenseLink>Creative Commons لائسنس</licenseLink> نا کمک اٹ اریر۔

source: Continue
brh: برجا

source: Continue speaking
brh: ہیت کننگ ئے برجا کبو

source: Continue validating
brh: امنائی ئے برجا تخبو

source: Continue with Skipped
brh: Skipped تون اوار برجا تخبو

source: Contribute
brh: کمک کبو

source: Contribute on GitHub
brh: GitHub آ کمک کبو

source: Contribute sentences
brh: جملہ غاتے ٹی کمک کبو

source: Contribute text
brh: نوشت ٹی کمک

source: Contribute to { $lang }
brh: کمک کبو { $lang }

source: Contribute to text corpus
brh: ٹیکسٹ کارپس ٹی کمک کبو۔

source: Contributing to <bold>{ $language }</bold> dataset
brh: کمک کبو <bold>{ $language }</bold> ڈیٹا سیٹ تون

source: Contribution Activity
brh: کاریم تون کمک

source: Contribution Criteria
brh: معیار نا کمک

source: Contribution Experience
brh: آزموندہ ٹی کمک کننگ

source: Contribution Guidelines
brh: راہشونی ٹی بشخ النگ

source: Contributors record voice clips by reading from a bank of donated sentences.
brh: کمکاراک توار آتا کلپس آتے مچ کروکا جملہ غاتیان خوانیرہ۔

source: Cookies
brh: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
brh: <cookiesLink>کوکیز<cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
brh: <coquiLink>Coqui</coquiLink> ہیت نا ٹیکنالوجی ئے ملنگ کن وقف اے۔ دافتا منصوبہ نا کڑمبی ٹی ہیل کننگ آ STT و TTS انجن اوار او۔

source: Cornish
brh: کورنش

source: Correct
brh: جوان کبو

source: Corsican
brh: کورسیکن

source: { $count } clips
brh: { $count } کلپاک

source: Country/Region of Residence
brh: ملک/ رہائش نا خلق

source: [Crackle] giant dinosaurs of [crackle] -riassic.
brh: [کریکل] دیو ہیکل ڈائنوسار -ریاسک۔

source: Create a Custom Goal
brh: اسے حسب ضرورت گول ئس جوڑ کبو

source: Create a profile
brh: پروفائل ئس جوڑ کبو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
brh: تینے آن یا تینا سنگت آتیان یا تینا زبان نا مخلوق آن گڑاس ہیت و گپ کن جوڑ کریفبو۔ دنکہ 'رائٹ-اے-تھون' نا وسیلہ اٹ

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
brh: السی ڈومین پرامپٹاک، جملہ، و مٹ بدل تیکن متن، چنکا زبان تا ماڈلاک، پین جوڑ کبو یا اوار کبو۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
brh: کامن وائس ٹی مخلوق نا جتا جتا مننگ کن موقع ودی کننگ ئے یقینی جوڑ کیک کہ ڈیٹاسیٹ زیات آن زیات بندغ آتا خذمت ئے کیک۔ نن ہندونو وسائل و ٹیمپلیٹس جوڑ کرینن ہرافتے نم استعمال کننگ کیرے۔!

source: Crimean Tatar
brh: کریمیائی تاتار

source: Criteria
brh: معیار

source: Croatian
brh: کروشین

source: Culturally specific questions
brh: داسنا خاصنگا سوجاک

source: Czech
brh: چیک

source: Dagbani
brh: دگبانی۔

source: Daily Goal
brh: ہڑدے نا مزل

source: Dameli
brh: دمیلی

source: Danish
brh: ڈینش

source: Dargwa
brh: درگوا

source: Dashboard
brh: ڈیش بورڈ

source: Dataset
brh: ڈیٹا سیٹ

source: Dataset: { $datasetLanguage }
brh: ڈیٹا سیٹ{ $datasetLanguage }

source: Dataset Release
brh: ڈیٹا سیٹ برجا مس

source: Datasets
brh: ڈیٹا سیٹ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
brh: ASR، STT، TTS، و ایلو NLP سیاق و سباق کن ڈیٹا سیٹس - مخلوق نا اواری نا وسیلہ جوڑ کننگانے۔

source: Date
brh: دیہاڑ

source: Dawoodi
brh: داؤدی

source: Days
brh: دیک

source: Delete
brh: مٹائف

source: Delete my recordings
brh: کنا ریکارڈنگ ئے مٹائفبو

source: Delete Profile
brh: پروفائل ئے مٹائفبو

source: Dhivehi
brh: ڈیویہی

source: Dholuo
brh: ڈھولو

source: Did you know…
brh: انت نم چارے…

source: Different language
brh: جتا جتا زبان

source: Difficult
brh: مشکل

source: Difficult to pronounce
brh: پاننگ اٹ مشکل مننگ اے

source: Dioula
brh: دیولا

source: Discard ongoing recording
brh: برجا انگا ریکارڈنگ ئے ختم کبو

source: do
brh: کر

source: Documentation
brh: دستاویزی

source: Does the sentence meet the guidelines?
brh: انت جملہ ہدایت آتیا پورو بننگ اے؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
brh: ڈومین جملہ غاتا سرہال آن اے۔ فلحال، نم اندافتیان ارفنگ کیرے۔:

source: Donate
brh: ندر کبو

source: Donate your voice
brh: تینا توار ئے عطیہ کبو

source: Done
brh: مس

source: do not
brh: کپہ

source: Don’t Add
brh: شاغپابو (اوار کپابو)

source: Don't see your language on Common Voice yet?
brh: تینا زبان ئے کامن وائس اٹ داسکان خننگ افیرے؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
brh: انت نما زبان ڈیٹا سیٹ ٹی خننگنگ اف؟ زبان نا خواست کن ننا زبان نا پنہ غا انبو۔

source: Don't wish to say
brh: پاننگ نا اُست خوائی کپابو

source: Download
brh: ڈاؤن لوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
brh: اگہ نم کامن وائس ٹی کمک کرینورے گڑا تینا کچاری تیکن اسہ سرٹیفکیٹ ئس ڈاؤن لوڈ کبو — دا نمے آن بیدس مننگ کپک!

source: Download Common Voice Data
brh: کامن وائس نا ڈیٹا ئے ڈاؤن لوڈ کبو

source: Download Data
brh: ڈیٹا ئے ڈاؤن لوڈ کبو

source: Download Dataset Bundle
brh: ڈیٹا سیٹ نا بنڈل تے ڈاؤن لوڈ کبو

source: Download { $language }
brh: ڈاؤن لوڈ { $language }

source: Download Links
brh: لنکاتے ڈاؤن لوڈ کبو

source: Download My Data
brh: کنا ڈیٹا ئے ڈاؤن لوڈ کبو

source: Download options for accessing Common Voice data
brh: کامن وائس ڈیٹا اسکان سر مننگ کن آپشن آتے ڈاؤن لوڈ کبو

source: Download our press pack <icon></icon>
brh: ننا پریس بیک ئے ڈاؤن لوڈ کبو <icon></icon>

source: Download our voice datasets
brh: ننا توار ڈیٹا سیٹاتے ڈاؤن لوڈ کبو

source: Download profile data
brh: پروفائل ڈیٹا ڈاؤن لوڈ کبو

source: Download the Dataset
brh: ڈیٹاسیٹ ئے ڈاؤن لوڈ کبو

source: Download the Single Word Target Segment
brh: اسہ لوز نا سیگمنٹ ئے ڈاؤن لوڈ کبو

source: Download your contribution certificate
brh: تینا کمک نا سرٹیفکیٹ ئے ڈاؤن لوڈ کبو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
brh: انت نم تون آئیڈیاک اریر کہ نن امر کامن وائس ئے جوان کننگ کینہ؟ ننے ڈسکورس آ پابو

source: Do you want to continue?
brh: نم برجا تخنگ خوارے؟

source: Do you want to Speak, Listen or both?
brh: انت نم ہیت کننگ، بننگ یا ہڑتوماتے خوارے؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
brh: چکابو و بٹبو یا <browseWrap> براؤز</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
brh: تینا فائل ئے داڑے چکابو یا <uploadButton>اپ لوڈ کننگ کن کلک کبو</uploadButton>

source: Drop file here to upload
brh: فائل ئے اپلوڈ کن داڑے شاغبو

source: Duala
brh: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
brh: تعاون ئے جمع کننگ نا وخت آ 'جمع کبو' آ کلک کننگ آن گُڈ فیڈ بیک تننگ ئے ایلیبو۔ شراکت براہ راست 5 ریکارڈنگ یا توثیق نا ایلو سیٹ تون اوار برجا مریک۔

source: Dutch
brh: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
brh: ڈیٹاسیٹ ٹی ہر درج کروکا اسہ خاصو MP3 و ہمونا ٹیکسٹ فائل آ مشتمل مریک۔ ڈیٹاسیٹ ٹی ریکارڈ کروکا بھازاک <b>{ $total }</b> گھنٹہ غاتیٹی ڈیموگرافک میٹا ڈیٹا دنکہ عمر، جنس و لہجہ ہم ساڑی مریک ہراکے اسپیچ ریکگنیشن انجناتا درستگی تے تربیت تننگ ات کمک کننگ کیک۔ ڈیٹا سیٹ فی الحال <b>{ $valid }</b> <b>{ $languages }</b> زبان آتیٹی تصدیق کروا وختاتیا بشخ مسونے، ولے نن ہر وخت پین توار و زبان شاغنگ اون۔ کسہ زبان سینا خواست کنن یا کمک کننگ کے ننا <languagesLink>Languages ​​صفحہ</languagesLink> آ اسہ نظر ئس شاغبو۔

source: Eastern Balochi
brh: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
brh: مشرقی Huasteca Nahuatl

source: Eastern Min
brh: مشرقی من

source: Eastern Penan
brh: مشرقی پینان

source: Easy
brh: آسان

source: Easy to Understand
brh: سمجھنگ اٹ آسان مرے

source: Ebrie
brh: ایبری

source: Edit
brh: بدلی

source: Edit Profile
brh: پروفائل ئے بدلفبو

source: e.g., “What do you wish you could use technology for?”
brh: دنکہ، "نم اسے گڑاس کن ٹیکنالوجی ئے استعال کننگ خواسہ۔؟"

source: Email
brh: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
brh: <email Fragment>commonvoice@mozilla.com</email Fragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
brh: ننا میلنگ لسٹ اٹ <emailFragment>سائن اپ کبو</emailFragment> دا چاہنگ کن کہ نی کامن وائس آ مہمات، ایونٹس و کو--ڈیزائن نا خصوصیات آتیٹی امر بشخ الیسہ۔

source: Email is already used for a different account
brh: ای میل وختی آن جتا جتا اکاؤنٹ ٹی کارمرز مسونے

source: Email Subscriptions
brh: ای میل سبسکرپشنز

source: Emakhuwa
brh: ایماخوا ۔

source: English
brh: انگریزی

source: Enter Email to Download
brh: ڈاؤن لوڈ کن ای میل لکھبو

source: Enter email to send a sign up link
brh: سائن اپ لنک رادہ کننگ کن ای میل لکھبو

source: Enter your Country/Region of Residence
brh: تینا ملک ئے لکھبو/ رہائش نا خلق

source: Enter your email
brh: تینا ای میل ئے لکھبو

source: Enter your public domain sentence here
brh: تینا الس ڈومین جملہ ئے داڑے لکھبو

source: Enter your public domain sentences here
brh: تینا الس ڈومین جملہ ئے داڑے لکھبو

source: Error
brh: ردینک

source: Error adding sentence
brh: جملہ ئے جمع کننگ اٹ ردینک مس

source: Error { $code }
brh: ردینک { $code }

source: Error while playing audio file.
brh: آڈیو ئے چلیفنگ نا وخت آ غلطی ئس مس

source: Erzya
brh: ایرزیا

source: Esperanto
brh: ایسپرانٹو

source: Estonian
brh: اسٹونین

source: Eton
brh: ایٹن

source: Events
brh: کچاریک

source: Everyone
brh: ہر اسٹ

source: Ewe
brh: ایو

source: Ewondo
brh: ایونڈو

source: Example
brh: دنکہ

source: Example questions
brh: سوجاتا مثال

source: Exceeded 25 questions. Reduce number of questions and retry.
brh: 25 آن گیش سوجاک۔ سوج آتا کچ ئے کم کبو و ولدا کوشست کبو۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
brh: جواننگا ہیت! بے ساختہ تران برجا اے! اپ ڈیٹس کن ہوریسہ کبو و پوسکنو چاہنداری کن تینا <discord Link>Discord</discord Link> چیک کننگ ئے یقینی کبو۔

source: Exit & Delete clips
brh: پیشن مبو و کلپ ئے مٹائفبو

source: Explore datasets <icon></icon>
brh: ڈیٹا سیٹاکے پٹبو <icon></icon>

source: Explore organizations supporting Common Voice around the world
brh: مچا دنیا ٹی کامن وائس ئے کمک کروکا تنظیماتے پٹبو

source: Explore the community and languages supported by Common Voice
brh: کامن وائس نا کمک کروکا مخلوق و زبانتے پٹبو۔

source: Express or solicit prejudiced or offensive sentiments
brh: تعصب یا زوراکی نا جوزہ نا درشانی ئے کبو یا اوڑکن خواست کبو۔

source: Failed to copy SHA256 Checksum
brh: SHA256 چیکسم کاپی مننگ ناکام مس!

source: Fang
brh: فینگ

source: FAQ
brh: اکثر اریفوکا سوجاک

source: Faroese
brh: فیروزی

source: Featured in...
brh: ٹی گچین۔۔۔

source: Female/Feminine
brh: نیاڑی/ نیاڑی گری

source: Fewer than 15 words per sentence
brh: فی جملہ 15 لوز آن کم

source: Fields marked with an asterisk (*) are required.
brh: استار (*) آن نشان زد فیلڈز درکار ارے۔

source: File is too large
brh: فائل بھاز مرغن اے

source: File is too small
brh: فائل بھاز گونڈ اے

source: Finance
brh: زری

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
brh: ایلو تے پٹبو ہراکے پرواہ کیرہ. دا یونیورسٹیک، زبان آتا اسکولک، وکالت گروپاک یا ڈیٹا سائنس کمیونٹیز مریرہ۔ انداڑسکان سر مننگ کن و وضاحب کبو کہ او امر کمک کننگ کیرہ و انتئے <outreachTemplates>ننا ٹیمپلیٹ آؤٹ ریچ ای میلز ہوربو</outreachTemplates>۔

source: Find us on Matrix
brh: میٹرکس آ ننے پٹبو

source: Finish editing first?
brh: اولیکو بدلیفنگ ئے ایسر کبو؟

source: Finish recording
brh: ریکارڈنگ ئے ایسر کبو

source: Finish recording first?
brh: اولیکو ریکارڈنگ ئے ایسر کبو؟

source: Finish Review
brh: ولدا اوننگ ئے ایسر کبو

source: Finish validating
brh: امنائی ایسر کبو

source: Finish validating clips?
brh: کلپس نا امنائی کننگ ئے ایسر کین؟

source: Finnish
brh: فنش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
brh: اولیکو، چیک کر کہ انت نما زبان <languageLink>وختی آن ساڑی اے</languageLink>۔ اگہ دن اف گڑا، نم <languageRequestLink>تینا زبان ئے ساڑی کننگ نا باروٹ ارفنگ کیرے</languageRequestLink>۔ ارا مراحلہ او۔ سائٹ نا مٹ کننگ، او جملہ جمع کننگ

source: Follow guidelines from “What sentences can I add?”
brh: "ای امرو جملہ ئس شامل کننگ کیوہ؟" آن رہنما خطوط آ عمل کبو۔

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
brh: عطیہ کروکا ہر توار کلپ کن، و ہر آڈیو کلپ نا تصدیق کننگانے۔ نما اکاؤنٹ نا ڈیش بورڈاتے اپ ڈیٹ کننگک تانکہ ہر ہر ہمو زبان ٹی نما پوسکنا مستی کاریم تے پاش کننگ اے ہرافتیٹی نم کمک کیرے۔ آؤ، نم اسٹ آن زیات ٹی کمک کیرے!<br/><br/> تینا حساب کتاب آتے ٹریک کننگ کن ڈیش بورڈاتے استعمال کبو، دا ہوربو کہ نم مخلوق تیٹی ایلو تیتون امر کاریم کننگ اورے، و ہڑدے یا ہفتئی نا کمک نا حد ویل ئے پاش کبو۔

source: for example
brh: دنکہ

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
brh: پبلک ڈومین ٹیکسٹ کن ہرا آن لائن افک، نم اکیڈمک حوالہ تننگ نا وڑ کارمرز کننگ کیرے دنکہ ہارورڈ اسٹائل "جیس (2021) مائی پبلک لائسنس نا نظماک"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
brh: ٹیکنالوجی نا ہر اسٹ کن جوان وڑ اٹ کاریم کننگ کن، ڈیٹا ڈوپلپرزاتا ٹیکنالوجی نا گرج آتے پورو کیک تانکہ مخلوق نا ایلو نیمہ غا رینج ئے رفلیکٹ کننگ کے۔ دنکہ، اگہ نن اسے خاص او لہجہ سیٹی اسے پاروک ئس ساڑی کپانہ، گڑا ٹیکنالوجی ہمو لہجہ والا بندغاتیکن جوان وڑ اٹ کاریم کپک۔ <learnMore>دا باروٹ پین گیشتر چائن کہ میٹا ڈیٹا انتئے اہمیت تخک۔</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
brh: دا بِنا مروکا زبان تیکن ویب سائٹ ئے سرسہبی تون <localizationGlossaryLink>خلقی</localizationGlossaryLink> کننگانے، و داٹی بھاز <sentenceCollectionGlossaryLink> جملہ جمع کننگانے</sentenceCollectionGlossaryLink> برجا <speakLink>Speak&speakLin> نا اجازت تننگ کن <listenLink>بنبو</listenLink> بشخ الننگ۔

source: Foundations
brh: بنیاداک

source: French
brh: فرانسیسی

source: Frisian
brh: فریسیئن

source: Fulah
brh: فلاہ

source: Galician
brh: گالیشین

source: Gawarbaiti
brh: گواربیتی

source: Gawri
brh: گاوری

source: General
brh: عام

source: General language / multiple variants
brh: عام انگا زبان/ بھاز انگا جتائیک

source: Georgian
brh: جارجیائی

source: German
brh: جرمن

source: Get in touch
brh: ساڑی مبو

source: Get in touch <icon></icon>
brh: ٹچ مبو <icon></icon>

source: Get involved
brh: ساڑی مر

source: Get Involved
brh: ساڑی مبو

source: Get started <icon><icon>
brh: برجا کبو <icon><icon>

source: Get started with goals
brh: اہدف تون اوار برجا کبو۔

source: Get Started with Speech Recognition
brh: تران ئے پجار تون اوار برجا کبو۔

source: Get your certificate
brh: تینا سرٹیفکیٹ ئے دوئی کبو

source: Gheg Albanian
brh: گیگ البانیائی

source: Ghomala
brh: گھومالہ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
brh: <githubLink>NVIDIA NeMo</githubLink>™ اسہ <docsLink>اوپن سورس ٹول کٹ</docsLink> ان پولکارتے کن اے ہرا جدید انگا ہیت و گپ کن AI ماڈلاک تیار کننگ او۔

source: Goal reached
brh: مزل سرمس

source: Goals
brh: مزلاک

source: Gorani
brh: گورانی

source: Go to Discourse
brh: ڈسکورس آ انبو

source: Go to Languages Page
brh: زبان نا پنہ غا انبو

source: Go to { $name }
brh: انبو { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
brh: <governanceLink>دا باروٹ پین خوانبو کہ نن امر حکومت کینہ</governanceLink>

source: Governments
brh: سرکارک

source: Grammatical / spelling error
brh: گرائمر/حروف نا ردینک

source: Great! How many clips a week?
brh: بھاز گچین! اسہ ہفتہ ٹی اخس کلپ؟

source: Great! How many clips per day?
brh: بھاز گیچن! اسہ دے ٹی اخس کلپ؟

source: Great!<recordIcon></recordIcon> Record your next clip
brh: گیچن!<recordIcon></recordIcon>تینا ایلو کلپ ئے ریکارڈ کبو

source: Great work!<playIcon></playIcon> Listen again when you're ready
brh: بھاز گیچن!<playIcon></playIcon> اگہ نی تیار اوس گڑا ولدا بنتے۔

source: Greek
brh: یونانی

source: Gronings
brh: گرونگز

source: Guarani
brh: گارانی

source: Guidelines
brh: پُو کننگ نا اصول

source: Gujarati
brh: گجراتی

source: Gujari
brh: گجری

source: Haitian
brh: ہیٹی

source: Hakha Chin
brh: ہاکا چن

source: Hausa
brh: ہاؤسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
brh: انت گڈیکو یا بروکو پروگرام ئس ارے؟ اودے ننے آ رادہ کبو و نن اونا پڑو ئے تینا مخلوق تون کینہ یا اونا باروٹ بلاگ نوشتہ کینہ!

source: Have Feedback?
brh: انت خیالاکو؟

source: Have you read our Terms?
brh: انت نم ننا اصطلاح تے خوانانرے؟

source: Having an account is not required to contribute, though it is helpful.
brh: بشخ الننگ کن اکاؤنٹ سینا مننگ نا گُرج اف، اگرچہ کہ دا کمکار ئس اے

source: Having a profile is not required to contribute though it is helpful, see why below.
brh: پروفائل نا مننگ المی اف کہ داٹی بشخ النگے حالانکہ یہ کمک کروکس اے، شیف انتئے اورے۔

source: Healthcare
brh: جانجوڑی

source: Hebrew
brh: عبرانی

source: Help
brh: کمک

source: Help Common Voice reach { $hours } hours in a language with a personal goal
brh: کامن وائس ئے ذاتی مسخت تون اوار زبان ٹی { $hours } گھنٹہ غاتسکان سر مننگ کن نن تون کمک کبو۔

source: Help create Common Voice’s first target segment in { $locale }
brh: { $locale } ٹی Common Voice نا اولیکو ٹارگٹ سیگمنٹ جوڑ کننگ اٹ کمک کیر

source: Help reach { $hours } hours in { $language } with a personal goal
brh: ذاتی مسخت تون اوار { $hours } گھنٹہ غا تسکان { $language } سر مننگ ٹی کمک کبو۔{ $language }

source: Help teach machines how real people speak, donate your voice at { $link }
brh: مشین تے دا ہیل ایتنگ اٹ کمک کبو کہ حقی آ بندغاک امر ہیت کیرہ، { $link } داڑے تینا توار ئے ایتبو

source: Help us build a community around voice technology, stay in touch via email.
brh: ٹیکنالوجی ٹی مُچی نا توار کن ای میل نا وسیلہ اٹ نن تون کمک کبو۔

source: Help us build a high quality, publicly open dataset
brh: گیچن و السی اوپن ڈیٹا سیٹ جوڑ کننگ اٹ ننا کمک کبو

source: Help us find more voices, share your goal
brh: پین توار کن نن تون کمک کبو، تینا مزل ئے درشان کبو

source: Help us get to { $goal }
brh: { $goal }نا دوئی کننگ کن ننا کمک کبو

source: Help us validate sentences!
brh: جملہ غاتے تصدیق کننگ اٹ ننا کمک کبو

source: Help us validate voices
brh: سوبرنگا توارتے کن نن تون کمک کبو

source: Here are the links to download your ZIP files.
brh: لنکاک داڑے کو انداکان تینا زپ فائل آتے ڈاؤن لوڈ کبو۔

source: Hidden
brh: ڈکھوکا

source: Highland Puebla Nahuatl
brh: ہائی لینڈ پیوبلا ناہوٹل

source: Hiligaynon
brh: ہلیگینون

source: Hill Mari
brh: ہل ماری۔

source: Hindi
brh: ہندی

source: His hand was rais-ed.
brh: اونا دُو بڑزا مس

source: History, Law and Government
brh: دیہاڑ، قانود و حکمرانی

source: Hours
brh: گھنٹہ غاک

source: Hours Recorded
brh: گھنٹہ غاک ریکارڈمسور

source: Hours Validated
brh: گھنٹہ غاتا تصدیق مس

source: How ?
brh: امر؟

source: How are project decisions made?
brh: منصوبہ نا فیصلہ غاک امر جوڑ مریرہ؟

source: How can we effectively grow a language on Common Voice?
brh: نن کامن وائس آ سہی ڈول اٹ زبان ئے امر خواننگ کینہ؟

source: How does Common Voice work?
brh: کامن وائس امر کاریم کیک۔

source: How does site localization work?
brh: علاقائی سیٹ امر کاریم کیک؟

source: How do I access and use the dataset?
brh: ای امر ڈیٹا سیٹ اے کارمرز و اوڑا سر مننگ کیوہ؟

source: How do I add a language?
brh: ای زبان ئس امر ساڑی کیو؟

source: How do I add sentences?
brh: ای جملہ غاتے امر ساڑی کیوہ؟

source: How do I cite?
brh: ای امر حوالہ ایتو؟

source: How do I know whether to approve a voice clip?
brh: ای امر چاوہ کہ توار کلپ ئے منوئی ئے کہ اخہ؟

source: How do I record a high quality voice clip?
brh: بھاز گیچن او توار کلپ ئس امر ریکارڈ کننگ کیوہ؟

source: How do I stay in touch?
brh: ای رابطہ ٹی امر مریو؟

source: How is Common Voice funded?
brh: کامن وائس امر جوڑ مس؟

source: How Spontaneous Speech works
brh: گچین تران امر کاریم کیک

source: How to add multiple sentences
brh: جتا جتا انگا جملہ غاتے امر جمع مریرہ

source: How would you describe your accent?
brh: نم تینا لہجہ ئے امر درشان کیرے؟

source: How would you describe your sex or gender?
brh: نما تینا جند یا جنس ئے امر درشان کیرے؟

source: Hungarian
brh: ہنگری

source: I agree
brh: ای امنا اوٹ

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
brh: ای Common Voice نا <termsLink>شڑتاتا </termsLink> و <privacyLink>پرائیویسی نوٹس</privacyLink> تون امنائی کیوہ

source: Icelandic
brh: آئس لینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
brh: ای دادے منیوہ کہ دا جملہ غاک <wikipediaLink>السی ڈومین</wikipediaLink> او و کنے دافتے اپلوڈ کننگ نا اجازت ارے۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
brh: * ای امنائی کیوہ کہ دا سوج <publicDomainLink>السی ڈومین</publicDomainLink> اے و کنے دادے اپلوڈ کننگ نا اجازت اے۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
brh: ای امنائی کیوہ کہ دا سوج <publicDomainLink>السی ڈومین</publicDomainLink> اے و ای دادے اپلوڈ کننگ نا اجازت ئے تسونٹ۔

source: <icon></icon> Add multiple public domain sentences
brh: <icon></icon> بھاز السی ڈومین جملہ غاتے شامل کبو۔

source: Ideally natural and conversational (it should be easy to read the sentence)
brh: مثالی وڑ اٹ و ہیت و گپ (دا جملہ خواننگ اٹ آسان مرے)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
brh: ای ای میلاتے الننگ خواوہ دنکہ مسخت نا یات کننگ، کنا مستی کاریم تا مننگ و کامن وائس نا بابت اٹ نیوز لیٹر۔

source: I do not agree
brh: ای امنا افٹ
